<?php
	return [
	
	'1.1' => 'Право публиковать посты имеют только лица, прошедшие процедуру регистрации, и авторизации(вход на сайт).',
	'1.2' => 'При регистрации не допускается использование вместо имени нецензурных выражений, адресов веб-сайтов, e-mail.',
	'1.3' => 'При регистрации в качесве имении можно использовать псевдоним, не нарушающий правило 1.2 .',
	'2.1' => 'Старайтесь писать грамотно. Проверяйте написанные тексты перед тем как их отправить или опубликовать.',
	'2.2' => 'При подготовке текста избегайте излишнего цитирования. Это затрудняет чтение текста.',
	'2.3' => 'Избегайте копирования объёмных материалов каких-либо веб-страниц. Лучше публикуйте ссылки на эти материалы.',
	'2.4' => 'Если Вам нечего сказать, лучше ничего не говорить. Не надо писать сообщения только для того, чтобы отметиться.',
	'2.5' => 'Оставляя комментарий к статье(посту), следуйте правилу: обсуждаем предмет дискуссии и аргументы оппонентов, а не личностные и профессиональные качества участников дискуссии.',
	'2.6' => 'Помните, что свою статью(пост), вы можете всегда отредактироть в меню "Мои посты".',
	'2.7' => 'Помните, что свои комментарии, вы не сможете отредактироть или удалить.',
	'3.1' => 'Запрещенно использовать нецензурные и/или грубые выражения (в том числе в замаскированной форме).',
	'3.2' => 'Запрещенно оскорблять кого-либо в прямой или косвенной форме, проявлять неуважение к авторам публикаций и участникам дискуссии (см. также правило 2.5).',
	'3.3' => 'Запрещенно создавать посты с названиями, не отражающими суть темы.',
	'3.4' => 'Запрещенно публиковать сообщения/посты политического или религиозного содержания, если они являются пропагандой. (Администрация оставляет за собой право удалять подобные сообщения/посты без предупреждения.)',
	'3.5' => 'Запрещенно публиковать сообщения/посты с пропагандой насилия, оружия или порнографического характера.',
	'4.1' => 'Решение администрации сайта является окончательным и обжалованию не подлежит.',
	'4.2' => 'Администрация имеет право редактировать любые данные пользователя.',
	'4.3' => 'Администрация имеет право редактироть, а также удалять посты пользователей.',
	'4.4' => 'Администрация имеет право удалять комментарии пользователей, если содержание комментария нарушает правила сайта.',
	'4.5' => 'Администрацию имеет право блокироть доступ к написанию постов, пользователей, нарушающих правила сайта.'
	
	];
?>