<?php
	return [

    'dn1'=>'Понедельник',
    'dn2'=>'Вторник',
    'dn3'=>'Среда',
    'dn4'=>'Четверг',
    'dn5'=>'Пятница',
    'dn6'=>'Суббота',
    'dn7'=>'Воскресенье',

    // date corect
    's01'=>'янв',
    's02'=>'февр',
    's03'=>'мар',
    's04'=>'апр',
    's05'=>'мая',
    's06'=>'июня',
    's07'=>'июля',
    's08'=>'авг',
    's09'=>'сен',
    's10'=>'окт',
    's11'=>'нояб',
    's12'=>'дек',

    'f01'=>'Январь',
    'f02'=>'Февраль',
    'f03'=>'Март',
    'f04'=>'Апрель',
    'f05'=>'Май',
    'f06'=>'Июнь',
    'f07'=>'Июль',
    'f08'=>'Август',
    'f09'=>'Сентябрь',
    'f10'=>'Октябрь',
    'f11'=>'Ноябрь',
    'f12'=>'Декабрь',

    'm01'=>'января',
    'm02'=>'февраля',
    'm03'=>'марта',
    'm04'=>'апреля',
    'm05'=>'мая',
    'm06'=>'июня',
    'm07'=>'июля',
    'm08'=>'августа',
    'm09'=>'сентября',
    'm10'=>'октября',
    'm11'=>'ноября',
    'm12'=>'декабря',
	
	];
?>