<?php 

return[

'latest_projects' => 'Последние новости',
'from_blog' => 'Последние посты',
'comments' => 'Комментарий|Комментария|Комментариев',
'views' => 'Просмотр|Просмотра|Просмотров',
'read_more' => 'Подробнее',
'send' => 'Отправить',
'welcome' => 'Добро пожаловать!',
'welcome_sitenews' => 'Добро пожаловать в раздел с новостями',
'we_glad' => '... мы рады что вам интересно, что у нас происходит',
'welcome_contact' => '... Скажите Привет :)',
'send_message' => 'Задайте вопрос, который вам интересен',
'write_interesting' => 'Напишите спой пост, и поделитесь со всеми интересным!',
'more' => 'еще',
'sitenews' => 'Новости сайта',
'sitenews_more' => 'Следите за новостями сайта, чтобы оставаться в курсе событий!',
'articles_no' => 'На данный момент, в этой разделе нет постов...',
'all_articles_no' => 'На данный момент, постов нет...',
'all_sitenews_no' => 'На данный момент, новостей нет...',
'articles_not_find' => 'Ничего не найдено...',
'authorless' => 'У данного автора еще нет постов...',
'random_projects' => 'Читайте также',
'last_comments' => 'Последние комментарии',
'cite' => '"Любой, кто никогда не совершал ошибку, никогда не пробовал ничего нового."',
'Albert_Einstein' => 'Альберт Эйнштейн',
];

?>